var data = {
  society: {
    title : '社会招聘 | Join Us',
    list: [
    	{
    		job:'测试工程师',
    		num:'2名',
    		times:'2013-07-30',
    		require:['计算机或相关专业本科以上学历',
    				'从事软件测试工作3年及以上',
    				'具备良好的沟通能力和快速学习能力',
    				'精通测试策略和方法、测试用例设计',
    				'熟悉DB2、AIX等平台的基本操作']
    	},

    	{
    		job:'PHP开发工程师',
    		num:'1名',
    		times:'2013-07-30',
    		require:['两年以上PHP开发经验',
    				'熟悉HTTP协议及W3C相关互联网规范，熟练掌握 CSS、DIV、Javascript 、AJAX 等页面技术。精通Jquery者优先',
    				'开发过大型互联网项目优先']
    	},

    	{
    		job:'初级销售/销售助理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['协助上级主管的工作',
    				'协助其他职能部门与本部门之间的信息传达、会议记录及资讯沟通',
    				'协助主管完善部门规章制度和操作流程与规范，做好销售的后台支持']
    	},

    	{
    		job:'移动开发工程师（IOS、Andriod）',
    		num:'2名',
    		times:'2013-07-30',
    		require:['本科以上学历',
    				'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    				'具备良好的沟通能力和快速学习能力',
    				'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯']
    	},

    	{
    		job:'Java中高级工程师',
    		num:'2名',
    		times:'2013-07-30',
    		require:['制定测试工作计划，包括人员安排、进度、使用的软硬件环境、测试的流程等',
    				'带领团队内的测试工程师，执行所负责模块的测试计划，跟踪并报告测试计划的执行进度']
    	},

    	{
    		job:'系统运营维护工程师/系统运营支持工程师',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责超市系统的安全运行，管理，维护，保障相关业务的正常开展',
    				'负责对使用人员进行相关系统的操作指导和技术培训']
    	},

    	{
    		job:'高级系统架构师——基于Dotnet',
    		num:'2名',
    		times:'2013-07-30',
    		require:['开发和维护统一的软件开发架构；根据项目需求，负责复杂业务系统、海量数据系统、高性能系统、大型分布式系统等各类项目的分析、设计、架构工作',
    				'发现项目技术上的缺陷，排除技术壁垒，在开发过程中对开发人员进行必']
    	},

    	{
    		job:'商务主管/经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责配合公司领导或独立主持重要客户的开发与维护、项目执行情况的监督与跟踪等',
    				'定期拜访目标大客户，充分了解客户需求并积极跟进，协调公司资源制定合理方案，进行商务洽谈',
    				'维持与现有大客户的良好业务关系，及时更新公司产品']
    	},

    	{
    		job:'行政主管/行政经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['参与制定公司行政管理制度、完善和细化办公管理体系和业务流程',
    				'执行公司年度行政计划，控制行政费用',
    				'参与组织、协调安排公司的各种会议及大型活动',
    				'购置办公设备、办公用品，安排人员管理和发放，管理公文、行政']
    	},

    	{
    		job:'中高级测试工程师',
    		num:'2名',
    		times:'2013-07-30',
    		require:['从事计算机软件的测试工作，有银行金融相关工作经验更佳',
    				'计算机相关专业毕业，软件测试专业或者经过软件测试专业培训',
    				'两年以上软件测试工作经验，有一定数量的软件测试商业项目经验',
    				'扎实掌握软件测试的相关理论基']
    	},

    	{
    		job:'测试经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['制定测试工作计划，包括人员安排、进度、使用的软硬件环境、测试的流程等',
    				'带领团队内的测试工程师，执行所负责模块的测试计划，跟踪并报告测试计划的执行进度',
    				'负责测试用例质量，开发高效的测试用例',
    				'对所负责团队内的人员进行']
    	},

    	{
    		job:'高级测试经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['从事计算机软件的测试工作，有银行金融相关工作经验更佳',
    				'计算机相关专业毕业，软件测试专业或者经过软件测试专业培训',
    				'两年以上软件测试工作经验，有一定数量的软件测试商业项目经验',
    				'扎实掌握软件测试的相关理论基']
    	},

    	{
    		job:'测试总监',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责管理全公司的软件测试人员的配置和管理',
    				'全面负责公司软件测试业务，参与客户谈判']
    	},

    	{
    		job:'Java项目经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['具有7年以上J2ee软件项目开发经验和2年以上项目管理经验',
    				'精通数据库，具有数据库结构设计的能力',
    				'熟悉软件工程，具备项目规划、需求分析、系统设计以及项目管理的能力',
    				'有长远的职业规划']
    	},

    	{
    		job:'行政主管/行政经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['参与制定公司行政管理制度、完善和细化办公管理体系和业务流程',
    				'执行公司年度行政计划，控制行政费用',
    				'参与组织、协调安排公司的各种会议及大型活动',
    				'购置办公设备、办公用品，安排人员管理和发放，管理公文、行政']
    	},

    	{
    		job:'中高级测试工程师',
    		num:'2名',
    		times:'2013-07-30',
    		require:['从事计算机软件的测试工作，有银行金融相关工作经验更佳',
    				'计算机相关专业毕业，软件测试专业或者经过软件测试专业培训',
    				'两年以上软件测试工作经验，有一定数量的软件测试商业项目经验',
    				'扎实掌握软件测试的相关理论基']
    	},

    	{
    		job:'测试经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['制定测试工作计划，包括人员安排、进度、使用的软硬件环境、测试的流程等',
    				'带领团队内的测试工程师，执行所负责模块的测试计划，跟踪并报告测试计划的执行进度',
    				'负责测试用例质量，开发高效的测试用例',
    				'对所负责团队内的人员进行']
    	},

    	{
    		job:'高级测试经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['从事计算机软件的测试工作，有银行金融相关工作经验更佳',
    				'计算机相关专业毕业，软件测试专业或者经过软件测试专业培训',
    				'两年以上软件测试工作经验，有一定数量的软件测试商业项目经验',
    				'扎实掌握软件测试的相关理论基']
    	},

    	{
    		job:'测试总监',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责管理全公司的软件测试人员的配置和管理',
    				'全面负责公司软件测试业务，参与客户谈判']
    	},

    	{
    		job:'Java项目经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['具有7年以上J2ee软件项目开发经验和2年以上项目管理经验',
    				'精通数据库，具有数据库结构设计的能力',
    				'熟悉软件工程，具备项目规划、需求分析、系统设计以及项目管理的能力',
    				'有长远的职业规划']
    	},

    	{
    		job:'Java项目经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['具有7年以上J2ee软件项目开发经验和2年以上项目管理经验',
    				'精通数据库，具有数据库结构设计的能力',
    				'熟悉软件工程，具备项目规划、需求分析、系统设计以及项目管理的能力',
    				'有长远的职业规划']
    	},

    	{
    		job:'Java项目经理',
    		num:'2名',
    		times:'2013-07-30',
    		require:['具有7年以上J2ee软件项目开发经验和2年以上项目管理经验',
    				'精通数据库，具有数据库结构设计的能力',
    				'熟悉软件工程，具备项目规划、需求分析、系统设计以及项目管理的能力',
    				'有长远的职业规划']
    	}
    ],
    cont: [
    	{
    		job:'测试工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学s历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'PHP开发工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'初级销售/销售助理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'移动开发工程师（IOS、Andriod）',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java中高级工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'系统运营维护工程师/系统运营支持工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'高级系统架构师——基于Dotnet',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'商务主管/经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'行政主管/行政经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'中高级测试工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'测试经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'高级测试经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'测试总监',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java项目经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'行政主管/行政经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'中高级测试工程师',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'测试经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'高级测试经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'测试总监',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java项目经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java项目经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java项目经理',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	}
    ]
  },
  school: {
    title : '校园招聘 | Campus Recruitment',
    list: [
    	{
    		job:'测试工程师(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['计算机或相关专业本科以上学历',
    				'从事软件测试工作3年及以上',
    				'具备良好的沟通能力和快速学习能力',
    				'精通测试策略和方法、测试用例设计',
    				'熟悉DB2、AIX等平台的基本操作']
    	},

    	{
    		job:'PHP开发工程师(校园招聘)',
    		num:'1名',
    		times:'2013-07-30',
    		require:['两年以上PHP开发经验',
    				'熟悉HTTP协议及W3C相关互联网规范，熟练掌握 CSS、DIV、Javascript 、AJAX 等页面技术。精通Jquery者优先',
    				'开发过大型互联网项目优先']
    	},

    	{
    		job:'初级销售/销售助理(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['协助上级主管的工作',
    				'协助其他职能部门与本部门之间的信息传达、会议记录及资讯沟通',
    				'协助主管完善部门规章制度和操作流程与规范，做好销售的后台支持']
    	},

    	{
    		job:'移动开发工程师（IOS、Andriod）(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['本科以上学历',
    				'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    				'具备良好的沟通能力和快速学习能力',
    				'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯']
    	},

    	{
    		job:'Java中高级工程师(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['制定测试工作计划，包括人员安排、进度、使用的软硬件环境、测试的流程等',
    				'带领团队内的测试工程师，执行所负责模块的测试计划，跟踪并报告测试计划的执行进度']
    	},

    	{
    		job:'系统运营维护工程师/系统运营支持工程师(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责超市系统的安全运行，管理，维护，保障相关业务的正常开展',
    				'负责对使用人员进行相关系统的操作指导和技术培训']
    	},

    	{
    		job:'高级系统架构师——基于Dotnet(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['开发和维护统一的软件开发架构；根据项目需求，负责复杂业务系统、海量数据系统、高性能系统、大型分布式系统等各类项目的分析、设计、架构工作',
    				'发现项目技术上的缺陷，排除技术壁垒，在开发过程中对开发人员进行必']
    	},

    	{
    		job:'商务主管/经理(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['负责配合公司领导或独立主持重要客户的开发与维护、项目执行情况的监督与跟踪等',
    				'定期拜访目标大客户，充分了解客户需求并积极跟进，协调公司资源制定合理方案，进行商务洽谈',
    				'维持与现有大客户的良好业务关系，及时更新公司产品']
    	},

    	{
    		job:'行政主管/行政经理(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['参与制定公司行政管理制度、完善和细化办公管理体系和业务流程',
    				'执行公司年度行政计划，控制行政费用',
    				'参与组织、协调安排公司的各种会议及大型活动',
    				'购置办公设备、办公用品，安排人员管理和发放，管理公文、行政']
    	},

    	{
    		job:'中高级测试工程师(校园招聘)',
    		num:'2名',
    		times:'2013-07-30',
    		require:['从事计算机软件的测试工作，有银行金融相关工作经验更佳',
    				'计算机相关专业毕业，软件测试专业或者经过软件测试专业培训',
    				'两年以上软件测试工作经验，有一定数量的软件测试商业项目经验',
    				'扎实掌握软件测试的相关理论基']
    	}
    ],
    cont: [
    	{
    		job:'测试工程师(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'PHP开发工程师(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'初级销售/销售助理(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'移动开发工程师（IOS、Andriod）(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'Java中高级工程师(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'系统运营维护工程师/系统运营支持工程师(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'高级系统架构师——基于Dotnet(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'商务主管/经理(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'行政主管/行政经理(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	},

    	{
    		job:'中高级测试工程师(校园招聘)',
    		message:[
    			['招聘公司：上海复深蓝信息技术有限公司','公司性质：股份制公司'],
    			['职位性质：全职','工作地点：上海'],
    			['工作经验：1年以上','学历要求：本科及以上'],
    			['招聘人数：3人','薪资待遇：面议'],
    			['发布日期：2013-07-30','招聘类型：社会招聘']
    		],
    		require:['本科以上学历',
    		'有一年以上iOS/Objective-C、Cocoa、XCode、Android、Eclipse使用及开发经验，能够独立或者团队完成一个应用的开发',
    		'有良好的面向对象分析、设计能力、规范的编程风格和良好文档习惯',
    		'对新技术持有敏感性以及愿意致力于新技术的探索和研究',
    		'参与或独立进行过一次完整的iPhone/iPad/Android App产品开发',
    		'有AppStore线上作品者优先']
    	}
    ]
  }
};
